Repository: yeager/swedish-tm
Catalog: reviewed/catalogs/vorta.tmx
Source language: en
Languages: sv

source: Starting repository compaction...
sv: Startar arkivkomprimering…

source: Store repository passwords in system keychain, if available
sv: Lagra förrådslösenord i systemets nyckelring, om den är tillgänglig

source: Use -1 for unlimited
sv: Använd -1 för obegränsat

source: NOTE: Keep a backup of your passphrase in a separate location.
sv: OBS: Spara en säkerhetskopia av lösenfrasen på en separat plats.

source: Renaming archive...
sv: Byter namn på arkivet…

source: “<int><char>”, where char is “H”, “d”, “w”, “m”, “y”
sv: “<int><char>”, där char är “H”, “d”, “w”, “m”, “y”

source: Running Pre-backup Command...
sv: Kör kommandot före säkerhetskopiering…
